오피스 인증 파일

지하 1층 의료정보관리팀
1층 원무행정팀
별관 2층 복지증진팀
7층 디지털혁신, 인재관리팀





지정맥 프로그램 실행안되고, 빨간 오류시 내부망 작동하는지 체크

4/19 드래그엔드랍시 브라우저 강제 종료됨 - 크롬 32bit 설치

어도비 협조문 필요

4530 프린터, 토너교체해도 흐리게 나올 때
=> 드럼교체

                                                     
1. pacs 선택 7104

2. 프린터 교체 후에도 nac 해제해야한다

pacs emr - vpn 비번 잊어버려서 연락오면
최한열 차장님꼐 처리 요청해야한다



- 새롬소프트(검진프로그램) 설치 - usb 또는 나스

- 2/18 pacs 워크리스트 안보임 - 일단, 내부망 연결 확인

- 2/19 usb 허브(포트 여러개) 손정호 선생님 확인 후 교체해야함

ctrl + shift + esc : 작업관리자

- 프린터 드라이브
: SamsungUniversalPrintDriver3 로 드라이브 설치시 기종 상관없음

- 더멀프린터도 스풀체크, 
더멀 콜은 his내 초기설정안되서 출력안되는 경우, 스풀 콜
두가지만 온다고 생각	

- 2/11 토 : 응급실 접수 , 일부만 라벨프린터로 잘못출력됨 
: 기본 프린터 설정 변경


3층 심뇌혈관 쭉보면 운영지원팀 사무실


----------------------------기본
콜전환
전화 기록
알람끄기

일지(구글,수기,엑셀)

점검
스트레칭
---------------------------------<참고>

- 182병동 k300918 00015 약품침수
- 병리과 분자병리실 : 원형 라벨프린터 설정

<케이블>
-hdmi 선명, rgb 어두움

<의대간호대>
- 의대간호대는 행정실이 따로 있음
병원자산 설치x, 그저 오류해결만 해드리기
+ 스캐너도 프린터 담당아님

--------------------------------<위치>
<지하 1층>
의공팀 - 심사팀 건너편
통신설비실, 통신실 - 구매물류팀옆
<1층>
응급실 발열구역(구 경증구역) - f구역
<7층>
인재관리팀, 기획성과팀, 총무팀, 재무팀, 기획예산팀,간호부
<9층>
감염관리팀
<10층>
뇌졸중 집중치료실
<14층>
내과 전담 (추가하기)
================================
ppt정리, 복습 - 	pc: 대기뷰어부터


@ spool
1. usb 포트 손목라벨 출력안될 때, 작업목록에서 바로 사라지는 문제 
1) (spool 폴더 정리)
2) 컴퓨터 관리 스풀 재시작
< (더 디테일한 작업) 3) net stop spooler
net start spooler
< (조금 더 디테일한 작업) 4) (작업관리자 프린터 ~host 프로세스 종료 후 정상 작동)

@
<scan 안될 때>
1. 윈도우 검색창에 scan to pc 프로그램 
 > 오류 메시지 있는지 확인 (비활성화되어있으면 활성화 바꿔주기) 
2. pc 재부팅

@
dsmc의무기록 이미지 오류(1. pc팀 제공 프로그램 => 관리자 권한 실행 2. pc재부팅)

usb 인증서 받는 곳은 의료정보관리팀

@
<윈도우11 비번해제>
계정 - 비번

@
<포맷이후에 어도비 오류>
 - 고글린 프로그램으로 시작프로그램 삭제 

@
1. 바코드 프린터 특정 pc만 헤드 경고 - 바코드 프린터 - 프린터 속성 - 용지 - 첫번째 프린터~ 체크 해주기


============================== <pc 참고>

1. 디스크 포맷 (현업에서 바로 설정하는 방법)

실행 -> cmd > diskpart > list disk > select disk 0~9(현업마다 달라서 따로 체크) > clean >exit

(12/7 사진참고 - 본체 디스크 위치)

<노트북 키보드 교체> 12/18 
1. 뒷면커버를 연다
2. 뒷면 구멍 3개를 푼다, 
그 중 하나 구멍에 막대기를 끼워넣어서 키보드 분리
3. 새로운 키보드를 뒤면에 각각 끼운다
-  작은것(불빛), 큰 것(실제 작동)
-  작은 것은 아래에서 위로 검정색을 들어올리고 큰 것은 왼쪽으로 당긴 후 들어올린다
- 위아래가 있으니 알맞게 장착해볼 것


-----------------------------------<his>

1. his 최성범 선생님 - 환자리스트 특정계정 (근무시간내에 처리)

2. 입원 취소는 - 처방오더  담당자(b.c 이성섭)께 문의해보기

3. 간호기록 수정은 전산처리요청서 안내

4. 8/1
132w 차지선생님자리 HIS 수혈기록 안들어가짐

- HIS 문제는 아니고 PC 문제입니다

PC를 교체해줘야 하는데 백업할 데이터 양이 많아서 
백업 후 연락주시기로 했습니다.

- 연락오면 18년도 HPProDesk로 교체해주시면 됩니다.


- 장례식장 감면처리 계약처 적용시 오류
: 계산 버튼 먼저 누르고 
원래 하던대로 진행 안내
(모르시면, b.c 곽상현 부장님께 연락)

- 오더 안될 때 - 231221 전달사항 참고
우측 조회 버튼 클릭 후 처방
or '타과의뢰' 선택 후 처방 

5. 23/11/03 병동약국 - 2:02 입원처방접수시 관리자 문의 오류 출력되고 접수 안됨
-> 최희철 담당자 연락 후 정상작동 확인 완료
2시 마감접수 프로세스와 충돌되어서 일시적으로 접수 안된 문제

24/01/26 병동약국 - 2:02 정규접수시 접수안되고 관리자 문의 오류 메시지 출력되는데, 다시 접수 버튼 눌러도 되는지

================<pc 기억사항>

2. 구전산 안되거나, 구전산 설치 요청하면
pc 포맷해야한다고 전달

3. 지정맥은 his, 그룹웨어 연동됨

4. his비번, 그룹웨어 비번 각각 따로

5. ip체인저 작동안될 때, 관리자 권한으로 실행해보기
지정맥은 덮어쓰기가 되는가, 삭제안하고 등록 또 가능한지

6. Biz mob이 없어지는건 - 프리와이파이를 연결해서 일어나는 문제
: 태블릿 프리와이파이 등록되어있어도 사용못하도록 해뒀음

*Biz mob - 전자동의서 사용가능 와이파이


7.	
			<9/11 사이니지 모니터 - 병동>
화면 이름 업데이트 안되었을떄
1) 기기 재부팅: 버튼 두개 동시에 계속 누르기
2)  wifi 전원 재장착: 병동에 큰 모니터 뒷 부분에 
usb로 연결되어 있음

8. usb 인식안됨

	1) 절전모드 10/2

(1) 설정 > 시스템 > 전원 및 절전 > 추가 전원 설정

(2) 제어판\하드웨어 및 소리\전원 옵션\전원 관리 옵션 설정 편집

(3) 고급 전원관리옵션설정변경 > usb 설정 > 사용안함

	2) sdi 드라이버 툴에서 usb 관련 설치하기
: 장치관리자에서 포트가 없고 기타포트에 usb가 느낌표로 떠있었음


================<프린터 기억사항>

1. 
2층 중앙공급실 바코드 프린터 (병원자산아님)
=> 장애발생시, 관리업체 연락(010-3611-8125)
=> 일단 출력안되면 바코드 프린터 재시작 후 기본 세팅해보기

2. 
재증명창구 4530 토너(304e) - 서차장님 자리 것 사용

3. 
			<M4530 드럼(304R) 수급불안정>
=> 드럼 교체건 발생시 소음건 외에는
익일 방문으로 이관부탁합니다.

*현업에는 내일 교체한다는 등의 확정적 설명보다는
익일중 담당자 확인하겠다등으로 전해주시면 좋겠습니다.
*토너나 다른건으로 콜방문시 출력화상이 이상하다 싶은 경우
저한테 따로 말씀부탁드립니다.

4. 
			<4530 프린터 양면인쇄 안될 때>

1) 용지함에 용지 밑 부분 것으로 인쇄해보면 해결

2) 기기자체고장이 아님, 용지가 습해서 그런 것
- 기기 바로교체하지말 것
- 담당자 연락 후 익일 인계할 것
- 현업에서 원하시면, 한면에 두 장나오게 설정해주기 


5.  			<ip 프린터 작동안될 때>
1) 프린터 전원을 껐다 킬 것
(랜선 바로 뽑지말고)
2) 드라이버 재설치

6. 			<피부과 회의실 - 스캐너>
- 스캐너는 대여만 해드린 것
- 스캔 시도중 토너 부족으로 장애시, 
책임간호사에게 토너 요청해서 교체해보시라고 안내

7.
<프린터 공유안될 떄, 자격증명 권한부족하다고 할떄> 12/13
(공유 받는 pc에서 접근할 때)
	아이디: guest
	비번: 공백
 8. 
<자격증명관리자- 공유하는 pc이름확인>
netplwiz


1. 

전원 꺼진 것인지 켜진거 인지 애매한 상태로 
액정에 문구출력안되고 있으면

전원 코드 뺸 상태에서, 프린터 전원 여러번 다다다 눌러주기
그 다음 코드를 다시 장착

or 인쇄는 되는 상태이면, 액정만 나간 경우도 있었음


2.
컬러프린터 컬러 찌거기 -> 정착기 문제
================================

표류교실
삼성 a/s센터 휴대폰
새마을금고 꿀카드, 더나은카드
알뜰교통카드


   